export const provinces = [
  {
    name: "آذربایجان شرقی",
    cities: ["تبریز", "مراغه", "مرند", "میانه", "اهر", "بناب"],
  },
  {
    name: "آذربایجان غربی",
    cities: ["ارومیه", "خوی", "میاندوآب", "مهاباد", "بوکان", "پیرانشهر"],
  },
  {
    name: "اردبیل",
    cities: ["اردبیل", "مشگین‌شهر", "پارس‌آباد", "خلخال", "نمین"],
  },
  {
    name: "اصفهان",
    cities: [
      "اصفهان",
      "کاشان",
      "نجف‌آباد",
      "خمینی‌شهر",
      "شاهین‌شهر",
      "فولادشهر",
    ],
  },
  {
    name: "البرز",
    cities: ["کرج", "فردیس", "نظرآباد", "هشتگرد", "محمدشهر"],
  },
  {
    name: "ایلام",
    cities: ["ایلام", "دهلران", "آبدانان", "مهران", "ایوان"],
  },
  {
    name: "بوشهر",
    cities: ["بوشهر", "دشتستان", "کنگان", "گناوه", "دیر"],
  },
  {
    name: "تهران",
    cities: ["تهران", "ری", "اسلامشهر", "شهریار", "قدس", "دماوند", "پردیس"],
  },
  {
    name: "چهارمحال و بختیاری",
    cities: ["شهرکرد", "بروجن", "فارسان", "لردگان"],
  },
  {
    name: "خراسان جنوبی",
    cities: ["بیرجند", "قائن", "طبس", "نهبندان"],
  },
  {
    name: "خراسان رضوی",
    cities: ["مشهد", "نیشابور", "سبزوار", "تربت‌حیدریه", "قوچان"],
  },
  {
    name: "خراسان شمالی",
    cities: ["بجنورد", "شیروان", "اسفراین", "آشخانه"],
  },
  {
    name: "خوزستان",
    cities: ["اهواز", "آبادان", "خرمشهر", "دزفول", "اندیمشک", "ماهشهر"],
  },
  {
    name: "زنجان",
    cities: ["زنجان", "ابهر", "خرمدره", "قیدار"],
  },
  {
    name: "سمنان",
    cities: ["سمنان", "شاهرود", "دامغان", "گرمسار"],
  },
  {
    name: "سیستان و بلوچستان",
    cities: ["زاهدان", "چابهار", "ایرانشهر", "سراوان", "کنارک"],
  },
  {
    name: "فارس",
    cities: ["شیراز", "مرودشت", "لار", "فسا", "جهرم", "کازرون"],
  },
  {
    name: "قزوین",
    cities: ["قزوین", "البرز", "آبیک", "تاکستان"],
  },
  {
    name: "قم",
    cities: ["قم"],
  },
  {
    name: "کردستان",
    cities: ["سنندج", "سقز", "مریوان", "بانه", "قروه"],
  },
  {
    name: "کرمان",
    cities: ["کرمان", "رفسنجان", "سیرجان", "بم", "جیرفت"],
  },
  {
    name: "کرمانشاه",
    cities: ["کرمانشاه", "اسلام‌آباد غرب", "سرپل ذهاب", "سنقر"],
  },
  {
    name: "کهگیلویه و بویراحمد",
    cities: ["یاسوج", "دهدشت", "گچساران"],
  },
  {
    name: "گلستان",
    cities: ["گرگان", "گنبد کاووس", "علی‌آباد", "آق‌قلا"],
  },
  {
    name: "گیلان",
    cities: ["رشت", "انزلی", "لاهیجان", "لنگرود", "رودسر"],
  },
  {
    name: "لرستان",
    cities: ["خرم‌آباد", "بروجرد", "دورود", "الیگودرز"],
  },
  {
    name: "مازندران",
    cities: ["ساری", "بابل", "آمل", "قائم‌شهر", "نوشهر", "چالوس"],
  },
  {
    name: "مرکزی",
    cities: ["اراک", "ساوه", "خمین", "محلات"],
  },
  {
    name: "هرمزگان",
    cities: ["بندرعباس", "قشم", "کیش", "میناب"],
  },
  {
    name: "همدان",
    cities: ["همدان", "ملایر", "نهاوند", "تویسرکان"],
  },
  {
    name: "یزد",
    cities: ["یزد", "میبد", "اردکان", "بافق"],
  },
];
